Repository: honzukka/Klokan
Catalog: KlokanUI/Properties/Resources.*.resx
Languages: cs_cz

# DropdownTextAll
source: --All--
cs_cz: --Vše--

# ErrorCaptionGeneral
source: Error
cs_cz: Chyba

# ErrorTextAnswerTableColumnsFormat
source: Answer Table Columns has incorrect format!
cs_cz: Počet sloupců odpovědní tabulky je ve špatném formátu!

# ErrorTextAnswerTableRowsFormat
source: Answer Table Rows has incorrect format!
cs_cz: Počet řádků odpovědní tabulky je ve špatném formátu!

# ErrorTextBlackWhiteThresholdFormat
source: Black and White Threshold has incorrect format!
cs_cz: Černobílý práh je ve špatném formátu!

# ErrorTextCellEvaluationTypeFormat
source: Cell Evaluation Type has incorrect format!
cs_cz: Druh vyhodnocování buňky je ve špatném formátu!

# ErrorTextCorrectAnswersNotSelected
source: Correct answers have not been properly selected!
cs_cz: Správné odpovědi nejsou korektně vybrány!

# ErrorTextCrossLineCurvatureLimitFormat
source: Cross Line Curvature Limit has incorrect format!
cs_cz: Maximální křivost čáry v křížku je ve špatném formátu!

# ErrorTextCrossLineLengthFormat
source: Cross Line Length has incorrect format!
cs_cz: Délka čáry ve křížku je ve špatném formátu!

# ErrorTextDefaultCellHeightFormat
source: Default Cell Height has incorrect format!
cs_cz: Výchozí výška buňky je ve špatném formátu!

# ErrorTextDefaultSheetWidthFormat
source: Default Sheet Width has incorrect format!
cs_cz: Výchozí šířka archu je ve špatném formátu!

# ErrorTextExpectedAnswersNotSelected
source: Expected answers have not been properly selected!
cs_cz: Očekávané odpovědi nebyly korektně vybrány!

# ErrorTextInvalidStudentNumber
source: Invalid student number format.
cs_cz: Špatný formát čísla studenta.

# ErrorTextLowerThresholdFormat
source: Lower Threshold has incorrect format!
cs_cz: Spodní práh je ve špatném formátu!

# ErrorTextNoAnswerSheetsSelected
source: No answer sheets selected!
cs_cz: Nejsou vybrány žádné odpovědní archy!

# ErrorTextNoCategoriesConfigured
source: No categories configured!
cs_cz: Nejsou nastaveny žádné kategorie!

# ErrorTextNoCategoriesSelected
source: No categories selected!
cs_cz: Nejsou vybrány žádné kategorie!

# ErrorTextNoFileSelected
source: No file has been selected!
cs_cz: Není vybrán žádný soubor!

# ErrorTextNoRowSelected
source: No row has been selected!
cs_cz: Není vybrán žádný řádek!

# ErrorTextResizedCellHeightFormat
source: Resized Cell Height has incorrect format!
cs_cz: Výška přeškálované buňky je ve špatném formátu!

# ErrorTextResizedCellWidthFormat
source: Resized Cell Width has incorrect format!
cs_cz: Šířka přeškálované buňky je ve špatném formátu!

# ErrorTextRubbishLinesLimitFormat
source: Rubbish Lines Limit has incorrect format!
cs_cz: Maximální počet špatných čar je ve špatném formátu!

# ErrorTextSheetNotFoundInDatabase
source: Required answer sheet not found in the database!
cs_cz: Požadovaný odpovědní arch nebyl nalezen v databázi!

# ErrorTextStudentNumberNotSelected
source: Student number has not been properly selected!
cs_cz: Číslo studenta nebylo korektně vybráno!

# ErrorTextStudentNumberOutOfRange
source: Student number out of range.
cs_cz: Číslo studenta je mimo rozsah hodnot.

# ErrorTextStudentTableColumnsFormat
source: Student Table Columns has incorrect format!
cs_cz: Počet sloupců studentské tabulky je ve špatném formátu!

# ErrorTextStudentTableRowsFormat
source: Student Table Rows has incorrect format!
cs_cz: Počet řádku studentské tabulky je ve špatném formátu!

# ErrorTextTableCountFormat
source: Table Count has incorrect format!
cs_cz: Počet tabulkeje ve špatném formátu!

# ErrorTextTableLineCurvatureLimitFormat
source: Table Line Curvature Limit has incorrect format!
cs_cz: Maximální křivost hrany tabulky je ve špatném formátu!

# ErrorTextTableLineEccentricityLimitFormat
source: Table Line Eccentricity Limit has incorrect format!
cs_cz: Maximální sklon hrany tabulky je ve špatném formátu!

# ErrorTextUpperThresholdFormat
source: Upper Threshold has incorrect format!
cs_cz: Horní práh je ve špatném formátu!

# ErrotTextDefaultCellWidthFormat
source: Default Cell Width has incorrect format!
cs_cz: Výchozí šířka buňky je ve špatném formátu!

# ExceptionTextCorrectAnswersNotLoaded
source: Correct answers have not been loaded!
cs_cz: Správné odpovědi nebyly nahrány!

# ExceptionTextExpectedAnswersNotLoaded
source: Expected answers have not been loaded!
cs_cz: Očekávané odpovědi nebyly nahrány!

# FormCaptionParameterEditEval
source: Klokan - Evaluation - Parameters
cs_cz: Klokan - Vyhodnocování - Parametry

# FormCaptionParameterEditTest
source: Klokan - Test - Parameters
cs_cz: Klokan - Test - Parametry

# InfoCaptionDatabaseUpdated
source: Database Update
cs_cz: Aktualizace databáze

# InfoCaptionDuplicateFilenames
source: Duplicate Filenames
cs_cz: Duplicitní jména souborů

# InfoCaptionNoTestItems
source: No Test Items
cs_cz: Chybí testovací položky

# InfoTextDatabaseUpdated
source: Database updated.
cs_cz: Databáze byla aktualizována-

# InfoTextDuplicateFilenames
source: One or more files were already present in the list, so they were not added.
cs_cz: Některé soubory jsou již přidány, a tak byly ignorovány.

# InfoTextNoTestItems
source: There are no test items to evaluate.
cs_cz: Chybí testovací položky k vyhodnocení.

# OutputTextAnswerSheetID
source: Answer Sheet ID
cs_cz: Identifikátor archu

# OutputTextCategory
source: Category
cs_cz: Kategorie

# OutputTextChosen
source: Chosen
cs_cz: Vybráno

# OutputTextCorrect
source: Correct
cs_cz: Správně

# OutputTextPoints
source: Points
cs_cz: Body

# OutputTextStudentNumber
source: Student Number
cs_cz: Číslo studenta

# OutputTextYear
source: Year
cs_cz: Rok

# PromptCaptionDatabaseUpdate
source: Database Update
cs_cz: Aktualizace databáze

# PromptCaptionEvaluationStart
source: Evaluation Start
cs_cz: Spuštění vyhodnocení

# PromptTextDatabaseUpdate
source: Are you sure you want to update the database?
cs_cz: Opravdu chceš aktualizovat databázi?

# PromptTextEvaluationStart
source: Do you really want to start evaluation?
cs_cz: Opravdu chceš spustit vyhodnocení?

# SummaryCaption
source: Evaluation Completed
cs_cz: Vyhodnocení dokončeno

# SummaryTextDatabaseTimePart1
source: Results saved in
cs_cz: Výsledky byly uloženy za

# SummaryTextDatabaseTimePart3
source: seconds.
cs_cz: sekund.

# SummaryTextEvaluationSuccessful
source: Evaluation was successful.
cs_cz: Vyhodnocení bylo úspěšné.

# SummaryTextEvaluationTimePart1
source: Evaluation finished in
cs_cz: Vyhodnocení bylo dokončeno za

# SummaryTextEvaluationTimePart3
source: seconds.
cs_cz: sekund.

# SummaryTextFailedSheetPart2
source: sheet was not evaluated because of an error.
cs_cz: arch nebyl vyhodnocen kvůli chybě.

# SummaryTextFailedSheetsPart2
source: sheets were not evaluated because of an error.
cs_cz: archů nebylo vyhodnoceno kvůli chybě.

# ToolTipAnswerTableColumns
source: The number of columns in an answer table.
cs_cz: Počet sloupců v odpovědní tabulce.

# ToolTipAnswerTableRows
source: The number of rows in an answer table.
cs_cz: Počet řádků v odpovědní tabulce.

# ToolTipBlackWhiteThreshold
source: How bright a shade of grey can be to be recognized as black (the rest will be white).
cs_cz: Udává, jak světlý musí být odstín šedé, aby byl považován za bílou (zbytek bude černý).

# ToolTipCellEvaluationType
source: TRUE - shape recognition; FALSE - pixel ratio
cs_cz: TRUE - rozpoznávání tvarů; FALSE - poměr pixelů

# ToolTipCrossLineCurvatureLimit
source: How curved a line can be to still be recognized as a straight line (1 is minimum).
cs_cz: Udává, jak křivá může být čára, aby ještě byla považována za rovnou (1 je minimum).

# ToolTipCrossLineLength
source: The length of lines to be detected.
cs_cz: Délka čáry v křížku, která bude rozpoznána.

# ToolTipDefaultCellHeight
source: Every cell will be resized to have this height.
cs_cz: Každá buňka bude přeškálována tak, aby měla tuto výšku.

# ToolTipDefaultCellWidth
source: Every cell will be resized to have this width.
cs_cz: Každá buňka bude přeškálována tak, aby měla tuto šířku.

# ToolTipDefaultSheetWidth
source: Every sheet will be resized accordingly (preserving aspect ratio) before the tables are extracted.
cs_cz: Každý arch bude přeškálován tak, aby měl tuto šířku (poměr stran bude zachován) před zahájením rozpoznávání.

# ToolTipLowerThreshold
source: If the ratio of pixels representing student input in the whole cell is lower than this, answer was not chosen.
cs_cz: Pokud poměr černých pixelů v buňce (po prahování) bude nižší než tato hodnota, bude buňka považována za prázdnou.

# ToolTipResizedCellHeight
source: This is the height of a cell after the sheet has been resized (see default_sheet_height).
cs_cz: Toto je výška buňky poté, co byl arch přeškálován (viz Výchozí šířka archu).

# ToolTipResizedCellWidth
source: This is the width of a cell after the sheet has been resized (see default_sheet_width).
cs_cz: Toto je šířka buňky poté, co byl arch přeškálován (viz Výchozí šířka archu).

# ToolTipRubbishLinesLimit
source: Amount of lines that don't form a cross that will be ignored and not considered as a correction.
cs_cz: Množství čar, které netvoří křížek a které budou ignorovány a nepovažovány za opravu odpovědi.

# ToolTipStudentTableColumns
source: The number of columns in the student number table.
cs_cz: Počet sloupců ve studentské tabulce.

# ToolTipStudentTableRows
source: The number of rows in the student number table.
cs_cz: Počet řádků ve studentské tabulce.

# ToolTipTableCount
source: The number of tables in the answer sheet.
cs_cz: Celkový počet tabulek v odpovědním archu.

# ToolTipTableLineCurvatureLimit
source: How curved a line can be to still be recognized as a straight line (1 is minimum).
cs_cz: Udává, jak křivá může být hrana tabulky, aby ještě byla považována za rovnou (1 je minimum).

# ToolTipTableLineEccentricityLimit
source: How slanted a line can be to be recognized as either horizontal or vertical (in radians).
cs_cz: Udává, jak skloněná může být hrana tabulky, aby byla ještě považována za horizontální (resp. vertikální). (v radiánech)

# ToolTipUpperThreshold
source: If the ratio of pixels representing student input in the whole cell is higher than this, answer was invalidated.
cs_cz: Pokud poměr černých pixelů v buňce (po prahování) bude vyšší než tato hodnota, bude buňka považována za opravenou.
