Repository: honzukka/Klokan
Catalog: KlokanUI/ParameterEditForm.*.resx
Languages: cs_cz

# defaultSheetWidthLabel.Text
source: Default Sheet Width:
cs_cz: Výchozí šířka archu:

# blackWhiteThresholdLabel.Text
source: Black and White Threshold:
cs_cz: Černobílý práh:

# tableLineEccetricityLimitLabel.Text
source: Table Line Eccentricity Limit:
cs_cz: Maximální sklon hrany tabulky:

# tableLineCurvatureLimitLabel.Text
source: Table Line Curvature Limit:
cs_cz: Maximální křivost hrany tabulky:

# defaultCellWidthLabel.Text
source: Default Cell Width:
cs_cz: Výchozí šířka buňky:

# defaultCellHeightLabel.Text
source: Default Cell Height:
cs_cz: Výchozí výška buňky:

# crossLineLengthLabel.Text
source: Cross Line Length:
cs_cz: Délka čáry v křížku:

# crossLineCurvatureLimitLabel.Text
source: Cross Line Curvature Limit:
cs_cz: Maximální křivost čáry v křížku:

# rubbishLinesLimitLabel.Text
source: Rubbish Lines Limit:
cs_cz: Maximální počet špatných čar:

# cellEvaluationTypeLabel.Text
source: Cell Evaluation Type:
cs_cz: Druh vyhodnocení buňky:

# lowerThresholdLabel.Text
source: Lower Threshold:
cs_cz: Spodní práh:

# upperThresholdLabel.Text
source: Upper Threshold:
cs_cz: Horní práh:

# resizedCellWidthLabel.Text
source: Resized Cell Width:
cs_cz: Šířka přeškálované buňky:

# resizedCellHeightLabel.Text
source: Resized Cell Height:
cs_cz: Výška přeškálované buňky:

# $this.Text
source: Klokan - Evaluation - Parameters
cs_cz: Klokan - Vyhodnocování - Úprava parametrů
